Revit 2024 API
ParameterTypeId.StairsRunWidthMeasurement Property
 "Run Width Measurement": Run Width Measurement
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsRunWidthMeasurement { get; }
Visual Basic
Public Shared ReadOnly Property StairsRunWidthMeasurement As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsRunWidthMeasurement {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace